ПРИ ПОДГОТОВКЕ К УРОКУ

Зайдите в шестеренку на панели управления и выберите нужную коллекцию в TEXT 1 и AUDIO (при желании). Вернитесь в упражнение и отрегулируйте размер, двигая фейдер под названием size (длина) и size2 (высота).
 
НА УРОКЕ

Для этой игры все ученики должны быть в классной комнате, чтобы у каждого было свое поле для печатания. Подготовьте музыкальный файл и дайте ребятам возможность в течение 5 секунд лицезреть список слов. Затем нажмите на стрелку вперед (→) в правом верхнем углу и дайте детям время (вот тут и пригождается музыкальный файл), чтобы напечатать запомнившиеся слова в появившемся окне. При этом у каждого появится возможность разукрасить некоторые буквы зеленым цветом – под и над каждой напечатанной буквой будет альтернатива – черный или зеленый. При нажатии на зеленый квадрат буква окрашивается в зелёный цвет. Помните, что дети видят только свои слова, а вы видите доски всех участников. Перейдите на стрелке вперед (→), чтобы ребята увидели данные в начале игры слова и доски остальных игроков и проверьте правильность написания. Не забудьте поздравить победителя, нажав на панели управления на кнопку «feedback» и выбрав подходящую реакцию.

*Создание своей коллекции:*

•	*зайдите в шестеренку на панели управления «Page collections»;*

•	*нажмите плюс над «TEXT 1»;*

•	*дайте название и нажмите «Next»;*

•	*напечатайте слова и словосочетания, которые нужно проработать, разделяя их символом #, затем нажмите кнопку «Next»;*

•	*оформите все слова по принципу двух ручек синим и зеленым цветом или шрифтом и нажмите «Save»*

