
ПРИ ПОДГОТОВКЕ К УРОКУ

Зайдите в шестеренку "Page collections" на панели управления и выберите галочкой нужную коллекцию в колонке "Cards" . А также поставьте галочку в "Audio" для озвучки упражнения (при желании). Вернитесь в упражнение. Настройте размер с помощью функции "Change size" на панели управления.

НА УРОКЕ

Переворачивайте карточки, чтобы получились грамматически правильно составленные предложения.

* Если ученик открывает две карточки с голубыми словами в одном предложении, можно включить озвучку "Blue words fighting" и тем самым обратить внимание на недопустимость подобного варианта.

* Присутствуют дополнительные коллекции. Некоторые из них в названии содержат ссылку на ютуб видео, которое можно смотреть в качестве домашнего задания. 
