ПРИ ПОДГОТОВКЕ К УРОКУ

Зайдите в шестеренку "Page collections" на панели управления и выберите галочкой нужную коллекцию в колонке "Images 1", "Images 2" (фишка-звезда, фишка-смайлик, фишка-сердце, исходя из вариантов построения вопроса) и "Audio" (при желании). Вернитесь в упражнение. Настройте размер с помощью функции "Change size" на панели управления.

НА УРОКЕ

Перед началом игры лучше ознакомить учеников со всеми карточками, используя кнопку "Select" (которая позволяет выделить, выбранную карточку желтой рамкой).

Потом один из участников прячет подготовленную учителем фишку (из коллекции Images 2) за карточку, которую остальные ученики (возможно и учитель при индивидуальных формах работы) будут угадывать по очереди, пока не найдут правильный ответ. Выиграл тот участник, который угадал, где спрятана фишка первым.

Чтобы убрать карточку и проверить наличие фишки, используйте копку "Remove".

Для того, чтобы ограничить количество ходов каждого участника, можно использовать:

* звезды "Points" для обратного отсчета ходов на панели управления, исходя из количества участников и времени, выделенного на эту игру. Надо каждому ученику дать, например, 3 звезды - это и будет его количество ходов. Если участник задал вопрос, но не угадал, учитель убирает одну звезду.

* батарейку "Battery" для отсчета 6 ходов для каждого участника.

Также в упражнении присутствуют дополнительные коллекции по методике и не только. 
