ПРИ ПОДГОТОВКЕ К УРОКУ

Зайдите в шестеренку "Page collections" на панели управления и выберите галочкой нужную коллекцию в колонке "Images 1" и "Audio" (при желании). Вернитесь в упражнение. Настройте размер с помощью функции "Change size" на панели управления.

НА УРОКЕ

Вариант 1 (стандартная коллекция 1 - 6).

Ученики по очереди отрывают ЛЮБУЮ карточку и произносят слово или предложение, закрепленное за этой наглядностью. Учитель, или другие ученики, помогают и исправляют при необходимости. Открытые карточки не закрываются.

Вариант 2 (стандартные коллекции 1 - 6).

Ученики по очереди открывают карточки одна за другой, начиная с ПЕРВОЙ. Если карточка названа не верно, то учитель или остальные участники помогают, и эта наглядность закрывается снова. Когда ученики доходят до последней карточки, учитель снова начинает открывать те картинки, которые уже были открыты и проверять, запомнили ли ученики эту лексику.

Вариант 3 (коллекции с emoji).

К каждой стандартной коллекции добавлены смайлики двух типов: положительные и отрицательные, что дает возможность внести дополнительную игровую форму.

Цель: победитель должен собрать как можно больше звезд, открыв и назвав все карты.

Надо определить, кто ходит первым. Ученики по очереди открывают карточки и получают по звезде-поинту за каждую карточку из наглядности (при этом называя слово или предложение, предусмотренное для этой картинки) и за карточку с "положительным" смайликом. Если открыт "отрицательный" смалик, звезда не выдается. Таким образом участник теряет баллы. 
