ПРИ ПОДГОТОВКЕ К УРОКУ

Зайдите в шестеренку "Page collections" на панели управления и выберите галочкой нужную коллекцию в колонке "Images 1" и "Audio". Вернитесь в упражнение. Настройте размер с помощью функции "Change size" на панели управления.

НА УРОКЕ

Нажмите кнопку «Audio tracks» и выберите трек со словами или без (плюс или минус). Нажмите на  синий треугольник – воспроизведение, если нужно остановить запись, – нажмите на две полоски – пауза.
При клике мышкой на картинку она выделятся красным цветом. После этого можно выделить любой участок на картинке, нажав левую кнопку мышки и потянув мышку в любом направлении. Остальной участок картинки будет закрыт серым цветом, прозрачность которого можно регулировать с помощью кнопки «Change opacity». Можно перемещать выделенный участок в любом направлении, открывая новую часть картинки, нажав и удерживая левую кнопку мышки.
